Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Do paths influence biodiversity in the connected fragments?
sv_se: Påverkar korridorer den biologiska mångfalden i de sammanbundna odlingsytorna?

source: Do plants need light to grow?
sv_se: Behöver växter ljus för att växa?

source: Do plants need water to grow?
sv_se: Behöver växter vatten för att växa?

source: Do pteropod shells dissolve in seawater undersaturated with calcium carbonate?
sv_se: Löser skalen från pteropoder upp sig i havsvatten som är omättat med kalciumkarbonat?

source: Do pteropod shells dissolve in seawater?
sv_se: Löser skalen från pteropoder upp sig i havsvatten?

source: Do the following arrangements aimed at quality assurance and improvements exist in your school and where do they come from?
sv_se: Används följande åtgärder för kvalitetssäkring och förbättringar på din skola och vem har bestämt dessa?

source: Do the following factors increase the difficulty of reducing CO₂ emissions?
sv_se: Leder följande faktorer till större svårighet att minska CO₂-utsläpp?

source: Do the following reasons explain what happened to the water in the river?
sv_se: Förklarar följande påståenden vad som hände med vattnet i floden?

source: Do the following statements apply in your school?
sv_se: Gäller följande påståenden på din skola?

source: Do the following statements apply to your school?
sv_se: Stämmer följande påståenden för din skola?

source: Do the following statements describe likely consequences of global warming?
sv_se: Beskriver följande påståenden troliga konsekvenser av global uppvärmning?

source: Do the following statements on compulsory language learning apply to your school?
sv_se: Stämmer följande påståenden om obligatorisk språkundervisning för din skola?

source: Do the results of the experiment support Jim’s prediction?
sv_se: Stödjer resultaten av experimentet Jans förutsägelse?

source: Do the sounds made by the fish change during the day?
sv_se: Förändras ljuden som fiskarna ger ifrån sig under en dag?

source: Do the statements in the table describe risks resulting from noise pollution for marine animals?
sv_se: Beskriver påståendena i tabellen risker för havslevande djur till följd av ljudföroreningar?

source: Do the statements in the table describe the characteristics of the hand sanitisers?
sv_se: Beskriver påståendena i tabellen handdesinfektionsmedlens egenskaper?

source: Do you agree with Omar?
sv_se: Håller du med Omar?

source: Do you do the following <things> regularly?
sv_se: Gör du följande saker regelbundet?

source: Do you have fewer than 5 pens?
sv_se: Har du färre än 5 pennor?

source: Do you make the same number of stops on Saturday as during the week?
sv_se: Stannar du vid lika många hållplatser på lördagar som under veckan?

source: Do you possess the following items for your own personal use?
sv_se: Har du följande föremål som är dina egna?

source: Do you think problems associated with the environmental aspects below will improve or get worse over the next 20 years?
sv_se: Tror du att problemen i samband med följande miljöfrågor kommer att minska eller öka under nästa 20-årsperiod?

source: Do your parents or guardians have a paid job?
sv_se: Har dina föräldrar/vårdnadshavare ett betalt arbete?

source: Does Fred Braun have a fever?
sv_se: Har Ove Lind feber?

source: Does not apply
sv_se: Ej tillämpligt

source: Does rain slow you down on Saturday?
sv_se: Innebär regn att det tar längre tid på lördagar?

source: Does seawater undersaturated with calcium carbonate cause pteropod shells to dissolve?
sv_se: Orsakar havsvatten som är omättat med kalciumkarbonat att skal från pteropoder löser upp sig?

source: Does temperature affect the rate at which pteropod shells dissolve?
sv_se: Påverkar temperaturen hur snabbt skalen från pteropoder löser upp sig?

source: Does the data in the graph support this claim?
sv_se: Stödjer data i diagrammet detta påstående?

source: Does the difference in the source of the CO₂ have any effect on the validity of this demonstration?
sv_se: Påverkar det faktum att tillförseln av CO₂ har olika källor, giltigheten i denna demonstration?

source: Does the distance you travel affect the travel time?
sv_se: Påverkas restiden av den sträcka du reser?

source: Does the information in the graph provide evidence to support the claim in the headline?
sv_se: Ger informationen i diagrammet stöd åt påståendet i rubriken?

source: Does the number of stops influence the length of the travel from the terminal to school?
sv_se: Påverkar antalet hållplatser hur lång resan blir från terminalen till skolan?

source: Does your father have any of the following qualifications?
sv_se: Har din pappa genomgått och avslutat någon av följande utbildningar?

source: Does your mother have any of the following qualifications?
sv_se: Har din mamma genomgått och avslutat någon av följande utbildningar?

source: Does your parent or guardian have a paid job?
sv_se: Har din förälder/vårdnadshavare ett betalt arbete?

source: Does your school apply the following type of policy or rule for students in <national modal grade for 15-year-olds>?
sv_se: Tillämpar din skola följande typ av policy eller regel för elever i årskurs 9? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Does your school offer additional <school science> lessons apart from <school science> lessons offered during the usual school hours?
sv_se: Erbjuder din skola ytterligare lektioner i NO-ämnen utöver de lektioner i NO-ämnen som erbjuds under reguljär lektionstid?

source: Does your school offer any of the following options to students in <national modal grade for 15-year-olds> whose <heritage language> is not the <test language>?
sv_se: Erbjuder din skola något av följande till elever i årskurs 9 som har ett annat modersmål än svenska? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Does your school offer career guidance to students in <national modal grade for 15-year-olds>?
sv_se: Erbjuder din skola studie- och yrkesvägledning till elever i årskurs 9? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Does your school offer professional development to <school science> teachers in any of the following areas?
sv_se: Erbjuder din skola fortbildning för lärare i NO-ämnen i något av följande?

source: Does your school provide the following types of information to students in <national modal grade for 15-year-olds>?
sv_se: Tillhandahåller skolan följande typer av information till elever i årskurs 9? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Dolly is genetically identical to the Finn–Dorset donor.
sv_se: Dolly är genetiskt identisk med Finn-Dorset-donatorn.

source: Dolly is genetically identical to the surrogate mother.
sv_se: Dolly är genetiskt identisk med surrogatmamman.

source: Dolphin Calls
sv_se: Delfinljud

source: Dolphins call ‘Hello’ to each other first, then make other calls.
sv_se: Delfiner säger först ”Hej” till varandra och gör sedan andra ljud.

source: Dolphins use sound to communicate.
sv_se: Delfiner använder ljud för att kommunicera.

source: Domestic workers (e.g. <maid, gardener, drivers, national examples>)
sv_se: Städhjälp

source: Drag and drop a move next block to connect it to the place block.
sv_se: Dra och släpp ett flytta nästa-block för att koppla det till placera-blocket.

source: Drag and drop one or more sound machines in to the Livestream area.
sv_se: Dra och släpp en eller flera ljudmaskiner till sändningsområdet.

source: Drag and drop the sound machine to the in the Livestream area.
sv_se: Dra och släpp ljudmaskinen till i sändningsområdet.

source: Drag and drop three move right blocks and one pick up block to the when run block.
sv_se: Dra och släpp tre flytta höger-block och ett plocka upp-block till vid körning-blocket.

source: Drag each event into the space provided to show the correct order.
sv_se: Dra varje händelse till rätt ruta för att visa den korrekta ordningen.

source: Drag each label into the correct location on the flowchart.
sv_se: Dra varje textruta till rätt plats i flödesdiagrammet.

source: Drag each of the steps below in the correct order in the flowchart.
sv_se: Dra vart och ett av stegen nedan till rätt plats i flödesdiagrammet.

source: Drag the correct graph into the ‘Day’ section to complete the graph to show that the ground beetles tend not to move during the day.
sv_se: Komplettera diagrammet längst ner, genom att dra rätt saknad del av diagrammet till sektionen 'Dag', så att det framgår att jordlöpare inte brukar röra sig under dagen.

source: Drag the correct process into Step 5.
sv_se: Dra rätt process till Steg 5.

source: Drag the names of all three techniques to the corresponding boxes.
sv_se: Dra namnen på metoderna till motsvarande rutor.

source: Draw a line to match each energy source to its limitation.
sv_se: Dra ett streck för att para ihop varje energikälla med dess begränsning.

source: Drought
sv_se: Torka

source: Due to their toxicity, red tides can kill marine organisms, such as dolphins, turtles and fish, and have a financial impact on the fishing industry.
sv_se: På grund av sin giftighet kan röda tidvatten döda havslevande organismer, såsom delfiner, sköldpaddor och fiskar, och har en ekonomisk inverkan på fiskeindustrin.

source: During <the last academic year>, did teachers in your school engage in the following forms of professional development related to teaching with <digital resources>?
sv_se: Har lärarna på din skola ägnat sig åt följande typer av fortbildning med koppling till undervisning med digitala lärresurser under detta läsår?

source: During <the last academic year>, have any of the following methods been used to monitor the practice of teachers at your school?
sv_se: Har någon av följande metoder använts för att observera lärarnas undervisning på din skola under detta läsår?

source: During <the last academic year>, how often has the school staff done each of the following?
sv_se: Hur ofta har skolans personal gjort något av följande under detta läsår?

source: During a trip abroad not organised by my school (e.g. with my family)
sv_se: I samband med en resa utomlands som inte anordnades av skolan (t.ex. med familjen)

source: During a trip abroad organised by my school
sv_se: I samband med en resa utomlands som anordnades av skolan

source: During a typical school week, on how many days do you do each of the following after leaving school?
sv_se: Hur många dagar gör du något av följande under en typisk skolvecka när du har gått från skolan?

source: During a typical school week, on how many days do you do each of the following before going to school?
sv_se: Hur många dagar gör du något av följande under en typisk skolvecka innan du går till skolan?

source: During the consultation, the question “Does Fred Braun have a fever?” was answered as “Yes”.
sv_se: Under konsultationen besvarades frågan "Har Ove Lind feber?" med "Ja".

source: During the hour before school starts, a group of students collected the following data:
sv_se: Under timmen innan skolan börjar, samlade en grupp elever in följande data:

source: During the last 12 months, have the following staff members below participated in professional development activities to improve their own <English²> proficiency?
sv_se: Har följande anställda deltagit i fortbildning för att förbättra sina egna kunskaper i engelska under de senaste 12 månaderna?

source: During the last 12 months, how often did you have a conversation in <English²> in the following contexts?
sv_se: Hur ofta har du under de senaste 12 månaderna samtalat på engelska i följande situationer?

source: During the last 12 months, how often did you or other members of the <school management team> engage in the following activities?
sv_se: Hur ofta har du eller andra medlemmar i skolans ledningsgrupp ägnat er åt att utföra följande aktiviteter under de senaste 12 månaderna?

source: During the last 12 months, how often did you participate in the following activities for <English²> learning at school?
sv_se: Hur ofta under de senaste 12 månaderna har du deltagit i följande undervisningsaktiviteter i engelska i skolan?

source: During the last 12 months, how often did you participate in these types of <English learning activities> outside school?
sv_se: Hur ofta har du deltagit i följande aktiviteter för att lära dig engelska utanför skolan under de senaste 12 månaderna?

source: During the last three months, what percentage of teaching staff in your school has attended a programme of professional development?
sv_se: Hur stor andel av lärarna i din skola har under de tre senaste månaderna deltagit i fortbildning?

source: During the next 3 tasks there will be examples to help you progress.
sv_se: För de 3 kommande uppgifterna finns det exempel som hjälper dig framåt.

source: During the past 12 months, how often have you had the following experiences in school?
sv_se: Hur ofta har du varit med om följande på skolan under de senaste 12 månaderna?

source: During the past four weeks, did any of the following events occur?
sv_se: Har någon av följande händelser inträffat under de senaste fyra veckorna?

source: During their breeding life, female manatees usually give birth to a single calf every two to five years.
sv_se: Under den tid de kan fortplanta sig föder manathonor vanligen en kalv vartannat till vart femte år.

source: During this time, large-scale land clearing of native forests has occurred in places like the Amazon rainforest.
sv_se: Under denna tid har storskalig skövling av urskogar skett på platser som till exempel Amazonas regnskog.

source: During your <School science> lessons, does your teacher do the following?
sv_se: Gör din lärare följande under dina lektioner i NO-ämnen?

source: E-book readers (e.g. <Kindle™>, <Kobo>, <Bookeen>)
sv_se: Läsplattor (t.ex. Kindle, Kobo)

source: Each area had an increase in the number of lightning strikes from May to July.
sv_se: Varje område hade en ökning i antalet blixtnedslag från maj till juli.

source: Each cross on the graph represents a different site.
sv_se: Varje kryss i diagrammet representerar en särskild plats.

source: Each decision diamond must have a Yes arrow and a No arrow.
sv_se: Varje beslutsromb måste ha en Ja-pil och en Nej-pil.

source: Each fabric sample was tested in a box as shown in the diagram.
sv_se: Varje tygprov testades i en låda så som visas i diagrammet.

source: Each gamma ray in a pair travels in the opposite direction to the other gamma ray, as shown in the diagram below.
sv_se: Varje gammafoton i ett par färdas i motsatt riktning jämfört med den andra gammafotonen enligt diagrammet nedan.

source: Each graph shows the number of species within each body mass range.
sv_se: Varje diagram visar antalet arter inom varje intervall.

source: Each image should be a different colour.
sv_se: Varje bild ska ha olika färg.

source: Each label below describes one stage of the cycle.
sv_se: Varje textruta nedan beskriver en del av cykeln.

source: Each of the four available energy sources has a limitation.
sv_se: Var och en av de fyra tillgängliga energikällorna har en begränsning.

source: Each of the sensors on the Nature Pod detects the colour of the surface directly beneath it.
sv_se: Var och en av sensorerna på naturkapseln registrerar färgen på underlaget direkt under sensorn.

source: Each place on Earth faces towards or away from the Sun as Earth rotates on its axis.
sv_se: Varje plats på jorden är vänd mot eller bort från solen när jorden roterar runt sin axel.

source: Each place on Earth is a different distance from the Sun as Earth orbits around the Sun.
sv_se: Varje plats på jorden får olika avstånd till solen när jorden rör sig runt solen.

source: Each student is provided with a digital device to use at school.
sv_se: Varje elev får en digital enhet att använda i skolan.

source: Each student uses a different agar plate.
sv_se: Varje elev använder en egen agarplatta.

source: Each study group uses a different source of data.
sv_se: Varje forskningsgrupp använder en unik datakälla.

source: Eagle flight paths with headwind
sv_se: Örnarnas flygvägar i motvind

source: Eagle flight paths with tailwind
sv_se: Örnarnas flygvägar i medvind

source: Eagle flights at risk of a wind turbine collision, as a percentage of all eagle flights
sv_se: Kungsörnsflygningar med risk för kollision med ett vindkraftverk, som procentandel av alla kungsörnsflygningar

source: Earth
sv_se: Jorden

source: Earth Movement
sv_se: Jordens rörelse

source: Earth orbits the Sun in an anti-clockwise direction.
sv_se: Jorden rör sig moturs runt solen.

source: Earth volcanic ash
sv_se: Vulkanisk aska från jorden

source: Earthquakes
sv_se: Jordbävningar

source: Earthworks are structures made from soil.
sv_se: Jordvallar är strukturer som tillverkats av jord.

source: Earth’s average surface temperature increase (°C)
sv_se: Ökning av jordens genomsnittliga yttemperatur (°C)

source: Earth’s axis
sv_se: Jordaxeln

source: Earth’s axis is tilted.
sv_se: Jordaxeln lutar.

source: Earth’s motion due to earthquake
sv_se: Jordens rörelse till följd av en jordbävning

source: East Antarctic Ice Sheet
sv_se: Östantarktiska istäcket

source: East Antarctic subglacial basins
sv_se: Östantarktiska subglaciala sjöar

source: Eat <the main meal> with you.
sv_se: Äter middag med dig.

source: Eat breakfast
sv_se: Äter frukost

source: Eat dinner
sv_se: Äter middag

source: Eat fresh fruit and vegetables daily
sv_se: Äter färsk frukt och färska grönsaker dagligen

source: Eat protein (e.g. <meat, fish, tofu, dahl>) daily
sv_se: Äter protein dagligen (t.ex. kött, fisk, tofu, linser)

source: Economic
sv_se: Ekonomiskt

source: Educate light planners and lighting designers
sv_se: Utbilda belysningsplanerare och belysningsdesigners.

source: Educate light planners and lighting designers.
sv_se: Utbilda belysningsplanerare och belysningsdesigners.

source: Educational Software or Apps
sv_se: Dataprogram eller appar för inlärning/utbildning

source: Effect of rain
sv_se: Regnets påverkan

source: Effective professional resources for teachers to learn how to use digital devices are available
sv_se: Lärarna har tillgång till effektiva yrkesmässiga resurser för att lära sig använda digital utrustning.

source: Effects of plastic pollution
sv_se: Konsekvenserna av plastföroreningar

source: Effects of sea level rise
sv_se: Konsekvenserna av stigande havsnivåer

source: Efficacy of Face Masks
sv_se: Hur effektiva är munskydd?

source: Efforts to conserve non-reptile species are often also effective in conserving reptile species.
sv_se: Artbevarande insatser för icke-reptilarter är ofta också effektiva för att bevara reptilarter.

source: Electric Vehicles
sv_se: Elfordon

source: Electric cars use electricity from energy that is stored in a battery pack.
sv_se: Elbilar använder el från energi som är lagrad i ett batteripaket.

source: Electric vehicles are too expensive for most people.
sv_se: Elfordon är för dyra för de flesta.

source: Electric vehicles cannot travel long distances.
sv_se: Elfordon kan inte färdas långa sträckor.

source: Electrical energy is transformed into kinetic energy.
sv_se: Elektrisk energi omvandlas till rörelseenergi.

source: Electricity generation using wind
sv_se: El genereras med hjälp av vind

source: Electricity is generated by the wind pushing on the turbine blades, making them turn.
sv_se: Elektricitet genereras av att vinden pressar på vindkraftverkets blad och får dem att snurra.

source: Electricity turns on street lamps.
sv_se: Elektricitet tänder gatubelysning.

source: Element of path lighting
sv_se: Komponent för belysning av gångvägarna

source: Ellie has reviewed all of her research.
sv_se: Ellie har granskat all sin research.

source: Ellie is doing some research on reforestation to present to her class before the trip.
sv_se: Ellie gör lite research om återbeskogning som hon ska presentera för sin klass innan resan.

source: Ellie wrote three notes from the sources she found.
sv_se: Elin skrev tre anteckningar från källorna hon hittade.

source: Ellie’s school is planning a trip to help with the replanting.
sv_se: Ellies skola planerar en resa för att hjälpa till med återplanteringen.

source: Empty shampoo sachets float, but many other types of rubbish sink.
sv_se: Tomma portionspåsar för schampo flyter, men många andra typer av skräp sjunker.

source: Encourage you to get good <marks>
sv_se: Uppmuntrar dig att få bra betyg.

source: End
sv_se: Slut

source: Energy (kcal)
sv_se: Energi (kcal)

source: Energy Sources
sv_se: Energikällor

source: Energy form after transformation
sv_se: Energiform efter omvandling

source: Energy form before transformation
sv_se: Energiform före omvandling

source: Energy is produced from sources that cannot be depleted.
sv_se: Energi kommer från källor som inte kan förbrukas.

source: Energy is transformed from one form to another in a hydroelectric power plant.
sv_se: Energi omvandlas från en form till en annan i ett vattenkraftverk.

source: Energy produced (MWh)
sv_se: Producerad elenergi (MWh)

source: Energy shortages
sv_se: Energibrist

source: Energy source
sv_se: Energikälla

source: Energy sources are used that do not add to the overall amount of carbon dioxide in the atmosphere.
sv_se: De energikällor som används ökar inte den totala mängden koldioxid i atmosfären.

source: Enhance the appearance and odour of alcohol-based hand sanitisers.
sv_se: Förbättrar utseende och doft på alkoholbaserade handdesinfektionsmedel.

source: Enhances thickness of alcohol-based hand sanitisers.
sv_se: Gör alkoholbaserade handdesinfektionsmedel tjockare.

source: Enter "0" (zero) if you do not attend additional instruction in this subject.)
sv_se: Skriv in "0" (noll) om du inte går på någon extraundervisning i detta ämne.)

source: Enter exhibition
sv_se: Gå in på utställningen

source: Enter first room
sv_se: Gå in i första rummet

source: Enter next room
sv_se: Gå in i nästa rum

source: Enter the name of Organism-1 stated in laboratory report.
sv_se: Skriv in namnet på organism-1 som anges i laboratorierapporten.

source: Enter the shop
sv_se: Gå in i affären

source: Enter viewing area and view
sv_se: Gå in i visningsområdet och titta

source: Enter “0” (zero) if there are none.)
sv_se: Skriv ”0” (noll) om det inte finns några.)

source: Enter “0” (zero) if you have none.)
sv_se: Skriv ”0” (noll) om du inte har några lektioner i ämnet.)

source: Enter “0” (zero) if you have not spent any time on <self-study/private study> in this subject.)
sv_se: Skriv in "0" (noll) om du inte har lagt någon tid på självstudier i detta ämne.)

source: Environmental
sv_se: Miljömässigt

source: Environmental protection activities
sv_se: Miljöskyddande aktiviteter

source: Error message
sv_se: Felmeddelande

source: Error: Claw already holding object.
sv_se: Fel: Klon håller redan i ett föremål.

source: Error: Claw hit a wall.
sv_se: Fel: Klon slår emot en vägg.

source: Error: Claw not holding object.
sv_se: Fel: Klon håller inte i något föremål.

source: Error: Incorrect power set.
sv_se: Fel: Felaktig effektinställning.

source: Error: Incorrect value for turn off rocket.
sv_se: Fel: Felaktigt värde för att stänga av raketen.

source: Error: Invalid power value.
sv_se: Fel: Ogiltigt effektvärde.

source: Error: Invalid value for use parachute.
sv_se: Fel: Ogiltigt värde för användning av fallskärm.

source: Error: No course set.
sv_se: Fel: ingen kurs har satts.

source: Error: Not enough speed.
sv_se: Fel: Otillräcklig hastighet.

source: Error: Spaceship crashed (too fast).
sv_se: Fel: Rymdskeppet har kraschat (för hög hastighet).

source: Error: Spaceship ran out of fuel.
sv_se: Fel: Rymdskeppet har slut på bränsle.
